books/ita/01/01/01.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Exercise 1.1.1</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Exercise 1.1.1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-07-12 19:03:14 FLE Daylight Time"/>
<meta name="author" content=""/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Exercise 1.1.1</h1>


<blockquote>

<p>Give a real-world example that requires sorting or a real-world
example that requires computing a convex hull.
</p>
</blockquote>




<section>
<p>
<b>1</b>.Sorting could be useful in shops when user wants to buy cheaper item
of some kind.
</p>
<p>
<b>2</b>.Computing a convex hull could be useful when eating apple. One wants to
cut the smallest bad part of his apple removing all the infected area
at once.
</section>
</p></div>

</body>
</html>
